{
  "plugins": {
    "fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "image": {
      "src": "https://github.com/3rd/image.nvim"
    },
    "iron": {
      "src": "https://github.com/Vigemus/iron.nvim"
    },
    "jupytext": {
      "src": "https://github.com/GCBallesteros/jupytext.nvim"
    },
    "magma": {
      "src": "https://github.com/dccsillag/magma-nvim"
    },
    "mini": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "molten": {
      "src": "https://github.com/richardhapb/molten-nvim"
    },
    "neospeller.nvim": {
      "src": "/Users/richard/plugins/neospeller.nvim"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "one-small-step-for-vimkind": {
      "src": "https://github.com/jbyuki/one-small-step-for-vimkind"
    },
    "otter": {
      "src": "https://github.com/jmbuhr/otter.nvim"
    },
    "pytest.nvim": {
      "src": "/Users/richard/plugins/pytest.nvim"
    },
    "quarto": {
      "src": "https://github.com/quarto-dev/quarto-nvim"
    },
    "slime": {
      "src": "https://github.com/jpalardy/vim-slime.git"
    },
    "tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "undotree": {
      "src": "https://github.com/jiaoshijie/undotree"
    },
    "wezterm": {
      "src": "https://github.com/willothy/wezterm.nvim"
    }
  }
}