{
  "plugins": {
    "base16-nvim": {
      "src": "https://github.com/wincent/base16-nvim"
    },
    "fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "jupytext": {
      "src": "https://github.com/GCBallesteros/jupytext.nvim"
    },
    "mini": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "neospeller.nvim": {
      "src": "/Users/richard/plugins/neospeller.nvim"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "no-neck-pain.nvim": {
      "src": "https://github.com/shortcuts/no-neck-pain.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "pytest.nvim": {
      "src": "/Users/richard/plugins/pytest.nvim"
    },
    "slime": {
      "src": "https://github.com/jpalardy/vim-slime.git"
    },
    "tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "undotree": {
      "src": "https://github.com/jiaoshijie/undotree"
    }
  }
}
